#### Terraform Plan 📝 for `prod/base/test-estif`
<details><summary>Show Plan</summary>

```


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_s3_bucket.estif will be created
  + resource "aws_s3_bucket" "estif" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "esitf-lala-1111"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "Ownership" = "estif"
          + "Stage"     = "prod"
          + "Terraform" = "true"
        }
      + tags_all                    = {
          + "Ownership" = "estif"
          + "Stage"     = "prod"
          + "Terraform" = "true"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: workspace.plan

To perform exactly these actions, run the following command to apply:
    terraform apply "workspace.plan"

```

</details>

*Pushed by: @JordiiBru, Action: pull_request in Path: `prod/base/test-estif`*